[fluff]
cookingcat0 = ¡Bueno, hola! ¿Cómo te va?
cookingcat1 = Siendo sincera, se siente bastante bien tener a alguien más cocinando para variar. Es relajante.
cookingcat2 = Aunque me pregunto cómo es su cocina... Tal vez podría echar un vistazo.
